/* Menu extra strings for "Last Account Sync:" */

/* The translation for 'Today', not intended to be followed by a time format */
"Today" = "Oggi";

/* The translation for 'Today at ..', intended to be followed by a time format */
"Today at " = "Oggi alle ";

/* The translation for 'Tomorrow', not intended to be followed by a time format */
"Tomorrow" = "Domani";

/* The translation for 'Tomorrow at ..', intended to be followed by a time format */
"Tomorrow at " = "Domani alle ";

/* The translation for 'Yesterday', not intended to be followed by a time format */
"Yesterday" = "Ieri";

/* The translation for 'Yesterday at ..', intended to be followed by a time format */
"Yesterday at " = "Ieri alle ";

